[
  {
    "id": 1,
    "title": "Captain Marvel",
    "Director":"Anna Boden and Ryan Fleck",
    "Rated": 4.5,
    "Released":"February 27, 2019(London)",
    "Runtime":"124min"  ,
    "Genre":"Sci-Fi",
    "Writer":"Anna Boden",
    "Actors":[
      "Samuel L. Jackson","Brie Larson","Lee Pace"
    ]  ,
    "Plot":"In 1995, on the Kree Empire's capital planet of Hala, Starforce member Vers suffers from amnesia and recurring nightmares involving an older woman. Yon-Rogg, her mentor and commander, trains her to control her abilities while the Supreme Intelligence, the artificial intelligence that rules the Kree, urges her to keep her emotions in check.",
    "Language":"English",
    "Country":"U.S.A",
     "Awards":7,
    "image":"/assets/images/posterCmarvel.jpg"
  },
  {
    "id": 2,
    "title": "A Star Is Born",
    "Director":"Brad Cooper",
    "Rated": 4.0,
    "Released":"August 31, 2018",
    "Runtime":"1hr 23min"  ,
    "Genre":"Romance",
    "Writer":"Willian A. Wellman",
    "Actors":[
      "Bradley Cooper", "Lady Gaga", "Sam Elliot"
    ]  ,
    "Plot":"Jackson Maine, a famous country rock singer privately battling an alcohol and drug addiction, plays a concert. His main support is Bobby, his manager and older half-brother. After a show, Jack, searching for his next drink, visits a drag bar where he witnesses a tribute performance to Edith Piaf, by Ally, a waitress and singer-songwriter. Jack is amazed by her performance, and they spend the night talking to each other, where Ally discloses to him her unsuccessful efforts in pursuing a professional music career. ",
    "Language":"English",
    "Country":"United States",
     "Awards":4,
     "image":"/assets/images/posterStarIsborn.jpg"
  },
  {
    "id": 3,
    "title": "Antman And the Wasp",
    "Director":"Peyton Reed",
    "Rated": 4.6,
    "Released":"June 25, 2018",
    "Runtime":"118 minutes"  ,
    "Genre":"Sci-Fi",
    "Writer":"Chris Mckenna and Paul Rudd",
    "Actors":[
      "Paul Rudd", "Micheal Douglas", "Evangeline Lily"
    ]  ,
    "Plot":"Two years after Scott Lang was placed under house arrest due to his involvement with the Avengers, in violation of the Sokovia Accords,[N 1] Hank Pym and his daughter Hope van Dyne briefly manage to open a tunnel to the quantum realm. They believe Pym's wife Janet van Dyne might be trapped there after shrinking to sub-atomic levels in 1987. When he had previously visited the quantum realm, Lang had unknowingly become quantumly entangled with Janet, and now he receives an apparent message from her.",
    "Language":"English",
    "Country":"U.S.A",
     "Awards":6,
     "image":"/assets/images/posterantman.jpeg"
  },
  {
    "id": 4,
    "title": "Aladdin",
    "Director":"Guy Ritchie",
    "Rated": 4.1,
    "Released":"May 8, 2019",
    "Runtime":"128 minutes"  ,
    "Genre":"Sci-Fi",
    "Writer":"Ron Clements",
    "Actors":[
      "Will Smith", "Naomi Smith", "Sarah Lanford"
    ]  ,
    "Plot":"Aladdin, a kind-hearted street urchin living in the Arabian city of Agrabah along with his pet monkey Abu, rescues and befriends Princess Jasmine, who has snuck out of the palace to explore, tired of her sheltered life. Meanwhile, the grand vizier, Jafar, schemes to overthrow Jasmine's father as the Sultan. He, along with his pet parrot sidekick Iago, seeks a magic lamp hidden in the Cave of Wonders that will grant him three wishes. When Aladdin sneaks back into the royal palace to talk to Jasmine, he is captured and persuaded by Jafar to help him retrieve the lamp. Inside the cave, Aladdin finds a magic carpet and obtains the lamp.",
    "Language":"English",
    "Country":"U.S.A",
     "Awards":2,
     "image":"/assets/images/postrAladin.jpg"
  },
  {
    "id": 5,
    "title": "Aquaman",
    "Director":"James Wan",
    "Rated": 4.8,
    "Released":"2019",
    "Runtime":"2hrs 20min"  ,
    "Genre":"Sci-Fi",
    "Writer":"Paul Norris",
    "Actors":[
      "Jason Momoa","Dolph Lungdren","Amber Heard"
    ]  ,
    "Plot":"In 1985, Maine lighthouse keeper Thomas Curry rescues Atlanna, the queen of the underwater kingdom of Atlantis, during a storm. They fall in love and have a son named Arthur, who is born with the power to communicate with sea creatures. Following an attack by Atlantean soldiers sent to retrieve Atlanna, who fled Atlantis to escape from an arranged marriage, Atlanna is forced to abandon her family and return to Atlantis, entrusting her advisor, Nuidis Vulko, with the mission of training Arthur. ",
    "Language":"English",
    "Country":"U.S.A",
     "Awards":7,
     "image":"/assets/images/posterAqua.jpg"
  },
  {
    "id": 6,
    "title": "Black Panther",
    "Director":"Ryan Coogler",
    "Rated": 4.8,
    "Released":"January 29, 2018",
    "Runtime":"2hrs 15min"  ,
    "Genre":"Sci-Fi",
    "Writer":"Ryan Coogler",
    "Actors":[
      "Chadwick Boseman","Michael B. Jordan","Lupita Nyong'o","Danai Gurira"
    ]  ,
    "Plot":"After the death of his father, T'Challa returns home to the African nation of Wakanda to take his rightful place as king. When a powerful enemy suddenly reappears, T'Challa's mettle as king -- and as Black Panther -- gets tested when he's drawn into a conflict that puts the fate of Wakanda and the entire world at risk. Faced with treachery and danger, the young king must rally his allies and release the full power of Black Panther to defeat his foes and secure the safety of his people.",
    "Language":"English",
    "Country":"United States",
     "Awards":7,
     "image":"/assets/images/posterblackpanther.jpg"
  },
  {
    "id": 7,
    "title": "Avatar",
    "Director":"James Cameron",
    "Rated": 4.99,
    "Released":"December 10, 2009",
    "Runtime":"161 minutes"  ,
    "Genre":"Sci-Fi",
    "Writer":"James Cameron",
    "Actors":[
      "Samuel Worthingnton", "Zoe Saldana", "Sigourney Weaver"
    ]  ,
    "Plot":"In 2154, humans have depleted Earth's natural resources, leading to a severe energy crisis. The Resources Development Administration (RDA for short) mines for a valuable mineral — unobtanium — on Pandora, a densely forested habitable moon orbiting the gas giant Polyphemus in the Alpha Centauri star system.[10] Pandora, whose atmosphere is poisonous to humans, is inhabited by the Na'vi, a species of 10-foot tall (3.0 m), blue-skinned, sapient humanoids[34] that live in harmony with nature and worship a mother goddess named Eywa.",
    "Language":"English",
    "Country":"U.S.A",
     "Awards":11,
     "image":"/assets/images/posteravatar.jpg"
  },
  {
    "id": 8,
    "title": "The Hunger Games",
    "Director":"Gary Ross",
    "Rated": 4.5,
    "Released":"March 12, 2012 ",
    "Runtime":"141 minutes"  ,
    "Genre":"Fantasy",
    "Writer":"Ben Affleck",
    "Actors":[
      "Liam Hemsworth", "Jenifer Lawrence", "Elizabeth Banks"
    ]  ,
    "Plot":"As punishment for a past rebellion, the 12 districts of the nation of Panem are forced by the Capitol to select two tributes, one boy and one girl between 12 and 18, to fight to the death in the annual Hunger Games until there is only one survivor. In District 12, after her younger sister Primrose is chosen, Katniss Everdeen volunteers to take her place. While Katniss says goodbye to her family, Prim gives her a mockingjay pin to protect her during the games. She and fellow tribute Peeta Mellark are escorted to the Capitol by their chaperone Effie Trinket and mentor Haymitch Abernathy, the only victor for District 12 in the nation's history. Haymitch stresses the importance of gaining sponsors, as they can provide gifts during the Games.",
    "Language":"English",
    "Country":"U.S.A",
     "Awards":5,
     "image":"/assets/images/posterHungergames.jpg"
  },
  {
    "id": 9,
    "title": "Lionheart",
    "Director":"Genevieve Nnaji",
    "Rated": 4.4,
    "Released":"7 September 2018",
    "Runtime":"95 minutes"  ,
    "Genre":"Drama",
    "Writer":"Genevieve Nnaji",
    "Actors":[
      "Nkem Owoh", "Genevieve Nnaji", "Pete Edochie"
    ]  ,
    "Plot":"Lionheart tells the story of Adaeze Obiagu (portrayed by Nnaji), who wants to substitute for her father, Chief Ernest Obiagu (Pete Edochie), when he can no longer run his company due to health issues. Her father, however, asks his brother Godswill (Nkem Owoh) to take his place, and Godswill and Adaeze have to work hard together to save the company from debt and to not lose it to the businessman Igwe Pascal (Kanayo O. Kanayo).",
    "Language":"English and Igbo",
    "Country":"Nigeria",
     "Awards":3,
     "image":"/assets/images/posterLionheart.jpg"
  },
  {
    "id": 10,
    "title": "Beats",
    "Director":"Chris Robinson",
    "Rated": 4.0,
    "Released":"June 19, 2019",
    "Runtime":"110 minutes"  ,
    "Genre":"Thriller",
    "Writer":"Miles Orion",
    "Actors":[
      "Anthony Anderson", "Uzo Aduba", "Dave East"
    ]  ,
    "Plot":"Young teens are out on the Chicago streets. A single mother, Carla, has cooked dinner and sends her daughter, Kari, out to find her brother, August. Both kids are shot and Kari dies. As a result August is trapped in his room with PTSD and anxiety attacks. Carla goes to work every day and is the overprotective mother of August. August watches from his window his best friend Laz sell drugs and pines for the girl of his dreams Niyah.",
    "Language":"English",
    "Country":"U.S.A",
     "Awards":2,
     "image":"/assets/images/posterBeats.jpg"
  },
  {
    "id": 11,
    "title": "Home Alone",
    "Director":"Chris Columbus",
    "Rated": 4.7,
    "Released":"November 10, 1990",
    "Runtime":"103 minutesn"  ,
    "Genre":"Family",
    "Writer":"John Hughes",
    "Actors":[
      "Macaulay Culkin", "Joe Pesci"," Daniel Stern"
    ]  ,
    "Plot":"The McCallister family is preparing to spend Christmas in Paris, gathering at Peter and Kate's home in a Chicago suburb on the night before their departure, while a burglar disguised as a cop is in the house, getting information about every house in the neighborhood. Peter and Kate's youngest son, Kevin, is the subject of ridicule by his older siblings. Later, Kevin accidentally ruins the family dinner and their flight tickets to Paris after a scuffle with his older brother Buzz, resulting in him getting sent to the attic of the house as punishment.",
    "Language":"English",
    "Country":"U.S.A",
     "Awards":4,
     "image":"/assets/images/posterHOmeAlo.jpg"
  },
  {
    "id": 12,
    "title": "Avengers Endgame",
    "Director":"Anthony Russo and Joe Russo",
    "Rated": 4.5,
    "Released":"April 22, 2019",
    "Runtime":"181 mniutes"  ,
    "Genre":"Sci-Fi",
    "Writer":"Stan Lee",
    "Actors":[
      "Robert Downey Jr.","Zoe Saldana","Chris Evans", "Brie Larson"
    ]  ,
    "Plot":"Twenty-three days after Thanos used the Infinity Gauntlet to disintegrate half of all life in the universe,[N 1] Carol Danvers rescues Tony Stark and Nebula from deep space and returns them to Earth, where they reunite with the remaining Avengers—Bruce Banner, Steve Rogers, Thor, Natasha Romanoff, and James Rhodes—and Rocket. ",
    "Language":"English",
    "Country":"U.S.A",
     "Awards":10,
     "image":"/assets/images/posterEndgame.jpg"
  },
  {
    "id": 13,
    "title": "Shazam!",
    "Director":"David F. Sanberg",
    "Rated": 4.5,
    "Released":"March 15, 2019",
    "Runtime":"132 minutes"  ,
    "Genre":"Sci-Fi",
    "Writer":"Henry Gayden",
    "Actors":[
      "Zachary Levi", "Mark Strong","Meagan Goode"
    ]  ,
    "Plot":"In 1974 Upstate New York, young Thaddeus Sivana is arguing with his father and older brother, Sid, during a car trip when he is transported to the Rock of Eternity, a magical temple hidden in another dimension. He meets the ancient wizard Shazam, last of the Council of Wizards, who has spent centuries searching for a new champion who is 'pure of heart' after the previous champion, driven by revenge, released the Seven Deadly Sins -Pride, Wrath, Greed, Gluttony, Sloth, Lust and Envy- upon the world and killed the other Wizards.",
    "Language":"English",
    "Country":"U.S.A",
     "Awards":7,
     "image":"/assets/images/postershazam.jpg"
  },
  {
    "id": 14,
    "title": "Chief Daddy",
    "Director":"Niyi Akinmolayan",
    "Rated": 4.1,
    "Released":"December 14, 2018",
    "Runtime":"97 minutes"  ,
    "Genre":"Drama",
    "Writer":"Bode Asiyanbi",
    "Actors":[
      "Linda Ejiofor", "Shaffi Bello", "Funke Akindele"
    ]  ,
    "Plot":"Chief Daddy is about a billionaire industrialist, Chief Beecroft, who serves as a benefactor to a large extended family of relatives, household staff and mistresses. He dies suddenly and his will creates a saga amongst his extended families",
    "Language":"English",
    "Country":"Nigeria",
     "Awards":3,
     "image":"/assets/images/posterchiefdad.jpg"
  },
  {
    "id": 15,
    "title": "R.I.P.D",
    "Director":"Robert Shwentke",
    "Rated": 4.5,
    "Released":"July 17, 2013 ",
    "Runtime":"97 minutes"  ,
    "Genre":"Fantasy",
    "Writer":"David Dobkin",
    "Actors":[
      "Ryan Reynolds", "Jeff Bridges", "Kevin Bacon"
    ]  ,
    "Plot":"Boston Police Department officers Detective Sergeant Nick Walker and Detective Lieutenant Bobby Hayes discover and steal several shards of gold while on duty. Nick buries his share under an orange tree sapling in his garden; his wife, Julia, thinks that the tree is a surprise gift and mentions how content she is with their life together. Nick realizes that they do not need the gold, and decides to submit it as evidence. During a raid later on, Hayes tells Nick that he can't let him turn in the gold, and kills Nick, triggering a shootout to cover up the murder.",
    "Language":"English",
    "Country":"U.S.A",
     "Awards":4,
     "image":"/assets/images/posterRIPD.jpg"
  },
  {
    "id": 16,
    "title": "The Fast and the Furious",
    "Director":"Rob Cohen",
    "Rated": 4.5,
    "Released":"June 22, 2001",
    "Runtime":"106 minutes"  ,
    "Genre":"Adventure",
    "Writer":"Gary scott",
    "Actors":[
      "Vin Desel","Michelle Rodrigues","Paul Walker"
    ]  ,
    "Plot":"On a deserted highway, a heist crew driving three modified Honda Civics assault a truck carrying electronic goods, steal its cargo, and escape into the night. The following day, a joint Los Angeles Police Department (LAPD) and FBI task force sends LAPD officer Brian O'Conner undercover to locate the crew. He begins his investigation at Toretto's Market, ordering his regular tuna on white, no crust, and flirting with its owner Mia, sister of infamous street racer Dominic Toretto, while Dominic ostensibly sits in the back office reading a newspaper.",
    "Language":"English",
    "Country":"Brazil",
     "Awards":7,
     "image":"/assets/images/posterFast.jpg"
  },
  {
    "id": 17,
    "title": "Beauty and the Beast",
    "Director":"Bill Condon",
    "Rated": 4.4,
    "Released":"February 23, 2017",
    "Runtime":"129 minutes"  ,
    "Genre":"Fantasy",
    "Writer":"Jean Marrie",
    "Actors":[
      "Emma Watson", "Luke Evans", "Dan Stevens"
    ]  ,
    "Plot":"A beautiful enchantress disguised as an old beggar woman arrives at a castle during a ball and offers the host, a cruel and selfish prince, a rose in return for shelter from a storm. When he refuses, she reveals her identity. To punish the prince for his lack of compassion, the enchantress transforms him into a beast and his servants into household objects, then erases the castle, the prince and his servants from the memories of their loved ones.",
    "Language":"English",
    "Country":"U.S.A",
     "Awards":7,
     "image":"/assets/images/posterBeauty.jpg"
  },
  {
    "id": 18,
    "title": "Twilight: Eclipse",
    "Director":"David Slade",
    "Rated": 4.1,
    "Released":"June 24, 2010",
    "Runtime":"123 minutes"  ,
    "Genre":"Sci-Fi",
    "Writer":"Danny Glover",
    "Actors":[
      "Rob Patterson","Anna Kendrick","Krisren Stewart","Taylor Launtner"
    ]  ,
    "Plot":"In Seattle, not far from Forks, Victoria still seeks vengeance on Bella for James’s death. Learning that Laurent is killed by wolves and to replace him and James, she attacks and bites Riley Biers in order to begin creating an army of newborns, who are many times stronger during their first few months than older vampires. Back in Forks, Edward Cullen and Bella Swan resume their relationship, and discuss the complications of becoming a vampire.",
    "Language":"English",
    "Country":"U.S.A",
     "Awards":3,
     "image":"/assets/images/posterTwilight.jpg"
  }

]
